[
    {
        "input": "Citrix customers urged to patch as ransomware gang takes credit for hacking big-name firms\n\nSecurity researchers say hackers are mass-exploiting a critical-rated vulnerability in Citrix NetScaler systems to launch crippling cyberattacks against big-name organizations worldwide.\n\nThese cyberattacks have so far included aerospace giant Boeing; the world's biggest bank,  ICBC; one of the world's largest port operators,  DP World; and international law firm Allen & Overy,  according to reports.\n\nThousands of other organizations remain unpatched against the vulnerability,  tracked officially as CVE-2023-4966 and dubbed \"CitrixBleed.\" The majority of affected systems are located in North America,  according to nonprofit threat tracker Shadowserver Foundation. The U.S. government's cybersecurity agency CISA has also sounded the alarm in an advisory urging federal agencies to patch against the actively exploited flaw.\n\nHere's what we know so far.\n\nOn October 10,  network equipment maker Citrix disclosed the vulnerability affecting on-premise versions of its NetScaler ADC and NetScaler Gateway platforms,  which large enterprises and governments use for application delivery and VPN connectivity.\n\nThe flaw is described as a sensitive information disclosure vulnerability that allows remote unauthenticated attackers to extract large amounts of data from a vulnerable Citrix device's memory,  including sensitive session tokens (hence the name \"CitrixBleed.\") The bug requires little effort or complexity to exploit,  allowing hackers to hijack and use legitimate session tokens to compromise a victim's network without needing a password or using two-factor.\n\nCitrix released patches,  but a week later on October 17 updated its advisory to advise that it had observed exploitation in the wild.\n\nEarly victims included professional services,  technology,  and government organizations,  according to incident response giant Mandiant,  which said it began investigating after discovering \"multiple instances of successful exploitation\" as early as late-August before Citrix made patches available.\n\nRobert Knapp,  head of incident response at cybersecurity firm Rapid7 -- which also began investigating the bug after detecting potential exploitation of the bug in a customer's network -- said the company has also observed attackers targeting organizations across healthcare,  manufacturing,  and retail.\n\n\"Rapid7 incident responders have observed both lateral movement and data access in the course of our investigations, \" said Knapp,  suggesting hackers are able to gain broader access to victims' network and data after initial compromise.\n\nCybersecurity company ReliaQuest said last week it has evidence that at least four threat groups -- which it did not name -- are leveraging CitrixBleed,  with at least one group automating the attack process.\n\nOne of the threat actors is believed to be the Russia-linked LockBit ransomware gang,  which has already claimed responsibility for several large-scale breaches believed to be associated with CitrixBleed.\n\nSecurity researcher Kevin Beaumont wrote in a blog post Tuesday that the LockBit gang last week hacked into the U.S. branch of Industrial and Commercial Bank of China (ICBC) -- said to be the world's largest lender by assets -- by compromising an unpatched Citrix Netscaler box. The outage disrupted the banking giant's ability to clear trades. According to Bloomberg on Tuesday,  the firm has yet to restore normal operations.\n\nICBC,  which reportedly paid LockBit's ransom demand,  declined to answer TechCrunch's questions but said in a statement on its website that it \"experienced a ransomware attack\" that \"resulted in disruption to certain systems.\"\n\nA LockBit representative told Reuters on Monday that ICBC \"paid a ransom -- deal closed, \" but did not provide evidence of their claim. LockBit also told malware research group vx-underground that ICBC paid a ransom,  but declined to say how much.\n\nBeaumont said in a post on Mastodon that Boeing also had an unpatched Citrix Netscaler system at the time of its LockBit breach,  citing data from Shodan,  a search engine for exposed databases and devices.\n\nBoeing spokesperson Jim Proulx previously told TechCrunch that the company is \"aware of a cyber incident impacting elements of our parts and distribution business\" but would not comment on LockBit's alleged publication of stolen data.\n\nAllen & Overy,  one of the world's largest law firms,  was also running an affected Citrix system at the time of its compromise,  Beaumont noted. LockBit added both Boeing and Allen & Overy to its dark web leak site,  which ransomware gangs typically use to extort victims by publishing files unless the victims pay a ransom demand. A spokesperson for Allen & Overy did not respond to a request for comment.\n\nThe Medusa ransomware gang is also exploiting CitrixBleed to compromise targeted organizations,  said Beaumont.\n\n\"We would expect CVE-2023-4966 to be one of the top routinely exploited vulnerabilities from 2023, \" Rapid7's head of vulnerability research Caitlin Condon told TechCrunch.",
        "old_summary": {
            "short": "Citrix customers are urged to patch their systems as a ransomware gang exploits a critical vulnerability,  affecting big-name firms worldwide.",
            "long": "- Security researchers have discovered that a critical vulnerability in Citrix NetScaler systems is being exploited by a ransomware gang to launch cyberattacks against major organizations globally. The affected companies include Boeing,  ICBC,  DP World,  and Allen & Overy.\n- The vulnerability,  officially known as CVE-2023-4966 and nicknamed \"CitrixBleed, \" allows remote unauthenticated attackers to extract large amounts of data from a vulnerable Citrix device's memory. This flaw was disclosed by Citrix on October 10,  and patches were released. However,  the company later observed exploitation in the wild.\n- The majority of affected systems are located in North America,  and thousands of organizations remain unpatched. The U.S. government's cybersecurity agency CISA has issued an advisory urging federal agencies to patch against the flaw.\n- Several threat groups,  including the Russia-linked LockBit ransomware gang and the Medusa ransomware gang,  are leveraging CitrixBleed. These groups have already claimed responsibility for several large-scale breaches."
        },
        "new_summary": {
            "short": "Hackers exploit Citrix vulnerability to attack major firms.",
            "long": "Hackers are exploiting a critical vulnerability in Citrix NetScaler systems, affecting major organizations like Boeing, ICBC, DP World, and Allen & Overy. The vulnerability, known as \"CitrixBleed,\" allows attackers to extract large amounts of data from a vulnerable Citrix device's memory. \n\nCitrix disclosed the flaw on October 10, affecting its NetScaler ADC and NetScaler Gateway platforms. Despite releasing patches, Citrix observed exploitation in the wild. Early victims included professional services, technology, and government organizations. \n\nThe Russia-linked LockBit ransomware gang is believed to be one of the threat actors exploiting CitrixBleed. The gang has claimed responsibility for several large-scale breaches, including ICBC and Boeing. Cybersecurity company ReliaQuest has evidence of at least four threat groups leveraging CitrixBleed. \n\nExperts predict that CitrixBleed will be one of the top routinely exploited vulnerabilities from 2023."
        }
    },
    {
        "input": "Among other things,  bug allows code running inside a VM to crash hypervisors.\n\nOn Tuesday,  Intel pushed microcode updates to fix a high-severity CPU bug that has the potential to be maliciously exploited against cloud-based hosts.\n\nThe flaw,  affecting virtually all modern Intel CPUs,  causes them to \"enter a glitch state where the normal rules don't apply, \" Tavis Ormandy,  one of several security researchers inside Google who discovered the bug,  reported. Once triggered,  the glitch state results in unexpected and potentially serious behavior,  most notably system crashes that occur even when untrusted code is executed within a guest account of a virtual machine,  which,  under most cloud security models,  is assumed to be safe from such faults. Escalation of privileges is also a possibility.\n\nVery strange behavior\n\nThe bug,  tracked under the common name Reptar and the designation CVE-2023-23583,  is related to how affected CPUs manage prefixes,  which change the behavior of instructions sent by running software. Intel x64 decoding generally allows redundant prefixes -- meaning those that don't make sense in a given context -- to be ignored without consequence. During testing in August,  Ormandy noticed that the REX prefix was generating \"unexpected results\" when running on Intel CPUs that support a newer feature known as fast short repeat move,  which was introduced in the Ice Lake architecture to fix microcoding bottlenecks.\n\nThe unexpected behavior occurred when adding the redundant rex.r prefixes to the FSRM-optimized rep mov operation. Ormandy wrote: \n\nWe observed some very strange behavior while testing. For example,  branches to unexpected locations,  unconditional branches being ignored and the processor no longer accurately recording the instruction pointer in xsave or call instructions.\n\nOddly,  when trying to understand what was happening we would see a debugger reporting impossible states!\n\nThis already seemed like it could be indicative of a serious problem,  but within a few days of experimenting we found that when multiple cores were triggering the same bug,  the processor would begin to report machine check exceptions and halt.\n\nWe verified this worked even inside an unprivileged guest VM,  so this already has serious security implications for cloud providers. Naturally,  we reported this to Intel as soon as we confirmed this was a security issue.\n\nJerry Bryant,  Intel's senior director of Incident Response & Security Communications,  said on Tuesday that company engineers were already aware of a \"functional bug\" in older CPU platforms that could result in a temporary denial of service and had scheduled a fix for next March. The severity rating had tentatively been set at 5 out of a possible 10. Those plans were disrupted following discoveries within Intel and later inside Google. Bryant wrote: \n\nThanks to the diligence and expertise of Intel security researchers,  a vector was later discovered that could allow a possible escalation of privilege (EoP). With an updated CVSS 3.0 score of 8.8 (high),  this discovery changed our approach to mitigating this issue for our customers and we pulled the update forward to align with disclosures already planned for November 2023.\n\nWhile preparing the February 2024 Intel Platform Update bundle for customer validation,  we received a report from a Google researcher for the same TDoS issue discovered internally. The researcher cited a Google 90 day disclosure policy and that they would go public on November 14,  2023.\n\nCrisis (hopefully) averted\n\nGoogle worked with industry partners to identify and test a successful mitigation so all users are protected from this risk in a timely manner. In particular,  Google's response team ensured a successful rollout of the mitigation to our systems before it posed a risk to our customers,  mainly Google Cloud and ChromeOS customers.\n\nIntel's official bulletin lists two classes of affected products:  those that were already fixed and those that are fixed using microcode updates released Tuesday. Specifically,  these products have the new microcode update: \n\nProduct Collection Vertical Segment CPU ID Platform ID 10th Generation Intel Core Processor Family Mobile 706E5 80 3rd Generation Intel Xeon Processor Scalable Family Server 606A6 87 Intel Xeon D Processor Server 606C1 10 11th Generation Intel Core Processor Family Desktop\n\nEmbedded\n\nA0671 02 11th Generation Intel Core Processor Family Mobile\n\nEmbedded\n\n806C1\n\n806C2\n\n806D1\n\n80\n\nC2\n\nC2\n\nIntel Server Processor Server\n\nEmbedded\n\nA0671 02\n\nAn exhaustive list of affected CPUs is available here. As usual,  the microcode updates will be available from device or motherboard manufacturers. While individuals aren't likely to face any immediate threat from this vulnerability,  they should check with the manufacturer for a fix.\n\nPeople with expertise in x86 instruction and decoding should read Ormandy's post in its entirety. For everyone else,  the most important takeaway is this:  \"However,  we simply don't know if we can control the corruption precisely enough to achieve privilege escalation.\" That means it's not possible for people outside of Intel to know the true extent of the vulnerability severity. That said,  anytime code running inside a virtual machine can crash the hypervisor the VM runs on,  cloud providers like Google,  Microsoft,  Amazon,  and others are going to immediately take notice.\n\nIn a separate post,  Google officials wrote: \n\nThe impact of this vulnerability is demonstrated when exploited by an attacker in a multi-tenant virtualized environment,  as the exploit on a guest machine causes the host machine to crash resulting in a Denial of Service to other guest machines running on the same host. Additionally,  the vulnerability could potentially lead to information disclosure or privilege escalation.\n\nThe post said that Google worked with industry partners to identify and test successful mitigations that have been rolled out. It's likely any potential crisis has now been averted,  at least in the biggest cloud environments. Smaller cloud services may still have work to do.",
        "old_summary": {
            "short": "Intel fixes a high-severity CPU bug that could be exploited against cloud-based hosts,  causing system crashes and potential privilege escalation.",
            "long": "- Intel has released microcode updates to address a high-severity CPU bug that could be maliciously exploited against cloud-based hosts. The bug,  known as Reptar (CVE-2023-23583),  affects most modern Intel CPUs and can cause them to enter a glitch state,  resulting in unexpected and potentially serious behavior,  including system crashes and potential privilege escalation.\n- The bug is related to how affected CPUs manage prefixes,  which can change the behavior of instructions sent by running software. The glitch state can be triggered even when untrusted code is executed within a guest account of a virtual machine,  which is typically assumed to be safe from such faults.\n- Intel initially planned to fix a \"functional bug\" in older CPU platforms that could result in a temporary denial of service by March 2024. However,  the severity of the bug was escalated following discoveries within Intel and Google,  leading to an earlier fix.\n- Google worked with industry partners to identify and test successful mitigations,  ensuring protection for all users. However,  smaller cloud services may still need to take action."
        },
        "new_summary": {
            "short": "Intel releases microcode updates to fix high-severity CPU bug.",
            "long": "Intel has issued microcode updates to address a high-severity CPU bug that could be exploited against cloud-based hosts. The bug, dubbed Reptar, affects almost all modern Intel CPUs and can cause them to enter a glitch state, leading to unexpected behavior, including system crashes and potential privilege escalation.\n\nThe bug is related to how CPUs manage prefixes, which alter the behavior of software instructions. Google researcher Tavis Ormandy discovered the bug, which was already known to Intel as a functional bug. Intel had planned to fix it in March 2024, but the discovery of a potential escalation of privilege vector led to an expedited fix.\n\nThe bug could have serious implications for cloud providers, as it can be triggered even inside an unprivileged guest VM. Intel's microcode updates are available from device or motherboard manufacturers. While the vulnerability is unlikely to pose an immediate threat to individuals, they are advised to check for a fix with their manufacturer."
        }
    },
    {
        "input": "Data is piling up faster than firms can handle it,  Rubrik finds\n\nThe amount of data average businesses generate these days is at an all-time high,  and is set to only keep growing.\n\nThat makes safeguarding the data - a staple of every successful business - a Herculean task that's only going to get more difficult,  according to a new report from Rubrik Zero Labs.\n\nThe company found a typical organization's data has grown by almost half (42%) over the last 18 months. Data from SaaS grew the most overall (145%),  followed by cloud (73%),  and on-prem endpoints (20%). On average,  a typical organization has 240 backend terabytes (BETB) of data volume,  with Rubrik expecting this to grow by 100 BETB in the next year,  and by 7x in the next five years.\n\nA hefty portion of this data is sensitive. On average,  global organizations have 24.8 million sensitive data records,  with 61% storing them across multiple locations (cloud,  on-prem,  SaaS). Just 4% have dedicated sensitive data storage locations.\n\nMore than half (53%) lost sensitive data in the last year,  with 16% reporting multiple data loss incidents just last year. Most of the time,  the organizations would lose personally identifiable information (38%),  corporate financial data (37%),  and authentication credentials (32%).\n\nWorryingly,  two-thirds (66%) of respondents said their firm's data grows faster than their ability to manage it. Almost all (98%) have visibility issues,  while two-thirds (62%) have trouble meeting laws and regulations. More than half (54%) have but a single senior executive responsible for the security of their data.",
        "old_summary": {
            "short": "Data growth is outpacing firms' ability to manage it,  with sensitive data at risk,  according to Rubrik's report.",
            "long": "- Rubrik Zero Labs' report reveals that the amount of data generated by businesses has increased by 42% over the last 18 months. Data from SaaS saw the highest growth (145%),  followed by cloud (73%) and on-prem endpoints (20%). The average organization currently has 240 backend terabytes (BETB) of data volume,  expected to grow by 100 BETB in the next year and by 7x in the next five years.\n- A significant portion of this data is sensitive,  with global organizations averaging 24.8 million sensitive data records. However,  only 4% have dedicated sensitive data storage locations. Over half (53%) have experienced data loss incidents in the past year,  with 16% reporting multiple incidents.\n- The report also highlights that two-thirds (66%) of respondents' firms' data grows faster than their ability to manage it. Almost all (98%) face visibility issues,  and two-thirds (62%) struggle to meet laws and regulations. More than half (54%) have only one senior executive responsible for data security.\n- These findings emphasize the need for businesses to prioritize data management and security,  especially as data continues to grow at an unprecedented rate."
        },
        "new_summary": {
            "short": "Businesses struggle to manage rapidly growing data, Rubrik report reveals.",
            "long": "Rubrik Zero Labs' report indicates that data generation by businesses is at an all-time high, making data protection increasingly challenging. The data volume of a typical organization has grown by 42% in the past 18 months, with SaaS data seeing the most significant increase.\n\nThe report also reveals that a significant portion of this data is sensitive, with most organizations storing it across multiple locations. Over half of the surveyed businesses experienced sensitive data loss in the past year.\n\nThe study further highlights that two-thirds of respondents believe their data is growing faster than their ability to manage it. Most businesses face visibility issues, and many struggle to comply with laws and regulations. Over half of the organizations have only one senior executive responsible for data security."
        }
    },
    {
        "input": "LONDON,  Nov 14 (Reuters) - Investors continued to sell petroleum futures and options last week as sentiment became the most bearish since the middle of the year,  before Saudi Arabia and its OPEC⁺ partners removed extra crude from the market.\n\nHedge funds and other money managers sold the equivalent of 57 million barrels in the six most important futures and options contracts over the seven days ending on Nov. 7.\n\nFund managers have been sellers in five of the most recent six weeks reducing their combined position by a total of 331 million barrels since Sept. 19.\n\nThe combined position was reduced to just 349 million barrels (13th percentile for all weeks since 2013) from a high of 680 million barrels (64th percentile) six weeks earlier.\n\nIt was only slightly above the recent low of 282 million barrels (5th percentile) at the end of June before Saudi Arabia and its OPEC⁺ partners deepened their production cuts from the start of July.\n\nThe progressively bullish sentiment which gripped the market in the third quarter has evaporated during October and November.\n\nChartbook:  Oil and gas positions\n\nContinuing the pattern of previous weeks,  fund sales last week were concentrated in crude (-52 million barrels),  with roughly equal sales of NYMEX and ICE WTI (-28 million) and Brent (-24 million).\n\nThe position in WTI has become particularly bearish:  the position in NYMEX and ICE WTI was reduced to just 90 million barrels (4th percentile) down from 286 million (60th percentile) at the end of September.\n\nThe reduction in WTI positions has coincided with the stabilisation of crude inventories around the NYMEX delivery point at Cushing in Oklahoma and easing of the extreme backwardation in nearby calendar spreads.\n\nThe sharp run up and collapse of calendar spreads is characteristic of an end to the squeeze on deliverable supplies. With the squeeze apparently over,  fund managers had become much more bearish about WTI prices.\n\nBearish short positions in the premier NYMEX WTI contract were boosted to 96 million barrels on Nov. 7 from just 20 million at the start of October.\n\nBearish short positions were outnumbered by bullish long ones by a ratio of just 1.62: 1 last week down from 6.15: 1 at the start of October.\n\nBut the concentration of short positions has increased the probability of a sharp reversal in the previous downward price trend when funds to realise their profits.\n\nIt has also heightened the risk of further action by OPEC⁺ to drive prices higher and/or a renewed squeeze on deliverable inventories at Cushing.\n\nMost traders already expect Saudi Arabia,  Russia and their OPEC⁺ allies to extend current production cuts from the end of December until at least the end of March.\n\nPortfolio investors are struggling to become bullish about the outlook for U.S. gas prices in the face of record production and a mild start to the winter heating season.\n\nHedge funds and other money managers sold the equivalent of 380 billion cubic feet (bcf) over the seven days ending on November 7.\n\nSince the start of July,  funds have repeatedly tried to become more bullish only to be forced into a retreat by the persistence of high inventories.\n\nFund managers have never been net buyers (or net sellers) for more than two consecutive weeks since July 11 before reversing course.\n\nAs a result,  the net position of 563 bcf (45th percentile) on November 7 was not significantly different from the position of 743 bcf (48th percentile) on July 11.\n\nFront-month futures prices are very low in real terms,  which implies the balance of risks is titled towards the upside.\n\nBut fund managers who have accumulated a bullish long position have been repeatedly wrongfooted by high production and mild weather that has left inventories above the seasonal average.\n\n- Investors dump crude oil and distillates as Mideast risk recedes (November 6,  2023)\n\nJohn Kemp is a Reuters market analyst. The views expressed are his own. Follow his commentary on X https: //twitter.com/JKempEnergy",
        "old_summary": {
            "short": "Investors continue to sell petroleum futures,  reaching the most bearish sentiment since mid-year.",
            "long": "- Hedge funds and other money managers have been consistently selling petroleum futures and options,  reducing their combined position by 331 million barrels since September 19. This trend continued last week,  with the equivalent of 57 million barrels sold.\n- The bearish sentiment has led to a significant reduction in the combined position,  which now stands at 349 million barrels,  the 13th percentile for all weeks since 2013. This is a sharp decline from the high of 680 million barrels six weeks earlier.\n- The most significant sales were in crude,  with a reduction of 52 million barrels. The position in WTI has become particularly bearish,  with the position in NYMEX and ICE WTI reduced to just 90 million barrels,  down from 286 million at the end of September.\n- The concentration of short positions has increased the probability of a sharp reversal in the previous downward price trend. It has also heightened the risk of further action by OPEC⁺ to drive prices higher and/or a renewed squeeze on deliverable inventories at Cushing."
        },
        "new_summary": {
            "short": "Investors sell petroleum futures and options amid bearish sentiment.",
            "long": "Investors have been selling petroleum futures and options, reflecting the most bearish sentiment since mid-year. Hedge funds and other money managers sold the equivalent of 57 million barrels in the six most important futures and options contracts in the week ending Nov. 7.\n\nThe combined position was reduced to 349 million barrels, down from a high of 680 million barrels six weeks earlier. This bearish sentiment has been prevalent since the third quarter.\n\nSales were concentrated in crude, with equal sales of NYMEX and ICE WTI and Brent. The position in WTI has become particularly bearish, reduced to just 90 million barrels.\n\nThe bearish sentiment has increased the probability of a sharp reversal in the downward price trend and heightened the risk of further action by OPEC⁺ to drive prices higher. Most traders expect OPEC⁺ to extend current production cuts until at least the end of March."
        }
    },
    {
        "input": "The fundraise is one of the largest completed by a VC firm this year,  defying startup slump\n\nKhosla Ventures is in the final stages of raising $3 billion for its latest set of venture funds,  showing how some Silicon Valley investors remain bullish even as startups continue to stare down slower growth and lower valuations.\n\nThe fundraise will be one of the largest completed by a venture firm this year and one of the few to grow in size. Khosla Ventures,  the first outside investor in ChatGPT creator OpenAI,  last raised $1.85 billion three years ago.",
        "old_summary": {
            "short": "Khosla Ventures is set to raise $3 billion for its latest venture funds,  defying the startup slump.",
            "long": "- Khosla Ventures,  a Silicon Valley investor,  is in the final stages of raising $3 billion for its latest set of venture funds. This fundraise is one of the largest completed by a venture firm this year and is significant as it defies the current startup slump.\n- Despite slower growth and lower valuations in the startup industry,  some investors like Khosla Ventures remain optimistic. This is a notable contrast to the general trend.\n- Khosla Ventures was the first outside investor in OpenAI,  the creator of ChatGPT. The firm's previous fundraise was $1.85 billion three years ago.\n- The article does not contain any irrelevant content or promotions."
        },
        "new_summary": {
            "short": "Khosla Ventures nears $3 billion fundraise, one of the largest this year.",
            "long": "Khosla Ventures is close to raising $3 billion for its latest venture funds, marking one of the largest fundraises by a venture firm this year. This comes despite the current startup environment of slower growth and lower valuations. The firm, which was the first outside investor in OpenAI, last raised $1.85 billion three years ago. The new fundraise indicates continued optimism among some Silicon Valley investors."
        }
    },
    {
        "input": "The number and average size of initial public offerings have declined in recent years and newly public companies haven't performed well.\n\nThe Journal's equity capital markets reporter Corrie Driebusch spoke about why IPOs are having a hard time.\n\nDriebusch:  \"The U.S. IPO market still hasn't fully recovered after coming to a virtual halt in early 2022. There was a glimmer of hope in September and October when a few high-profile companies listed shares in buzzy IPOs. Those didn't perform as well as expected,  however,  leading many IPO advisers and investors to declare the rest of 2023 a wash.",
        "old_summary": {
            "short": "US IPO market struggles to recover,  with a few high-profile IPOs underperforming in 2023.",
            "long": "- The US IPO market has been slow to recover after a virtual halt in early 2022. Despite a few high-profile companies listing shares in September and October 2023,  these IPOs did not perform as well as expected. This has led many IPO advisers and investors to write off the rest of 2023 as a disappointment.\n- The number and average size of IPOs have been declining in recent years. This trend,  coupled with the underperformance of newly public companies,  has raised concerns about the health of the IPO market. \n- The reasons behind this struggle are not explicitly mentioned in the article. However,  it is implied that the underperformance of high-profile IPOs has contributed to the overall lackluster performance of the IPO market. \n- The article does not provide any projections or future plans for the IPO market. It primarily focuses on the current state of the market and the disappointment of 2023."
        },
        "new_summary": {
            "short": "US IPO market struggles with fewer and underperforming listings.",
            "long": "Corrie Driebusch reports on the struggling US IPO market. The number and average size of IPOs have declined, and newly listed companies are underperforming.\n\nThe IPO market virtually halted in early 2022 and hasn't fully recovered. Despite some high-profile listings in September and October, their performance fell short of expectations.\n\nThis disappointing performance led IPO advisers and investors to write off the rest of 2023. The current state of the IPO market indicates a challenging environment for new listings."
        }
    },
    {
        "input": "Roula Khalaf,  Editor of the FT,  selects her favourite stories in this weekly newsletter.\n\nPension promises sent a wrecking ball through the finances of many long-established companies. The liabilities of UK telecoms company BT's fund are more than three times its £12bn market value. But a costly and drawn-out renovation job has repaired the worst of the damage.\n\nThe BT fund's triennial valuation on Tuesday showed the scheme was on track to be fully funded by 2030. The deficit has more than halved to £3.7bn in the three years to June 2023. This was down to contributions. Hedging limited the benefit from the interest rate rises. The fall in liabilities of just over a third in the three years to 2023 was matched by a similar decline in the valuation of assets.\n\nNeither this figure,  nor the company's pledge to go on pouring £600mn a year into the scheme,  surprised the market. That predictability means one less distraction for incoming chief executive Allison Kirkby. She is due to take over from Philip Jansen by the end of January.\n\nRisks remain. The pension fund has cut its equity holdings by three-quarters,  but holds £11bn -- or 30 per cent of the total -- in other \"growth\" assets including private equity and property. Investors might fret about looming writedowns in private markets.\n\nMoreover,  other measures of the deficit are more alarming. Reducing the discount rate to just 50 basis points above the risk-free rate -- in line with the pension regulator's new guidelines for mature schemes -- would put the deficit at £6bn,  according to pensions expert John Ralfe. An even bigger number -- just over £9bn -- would apply if BT paid an insurer to take on liabilities.\n\nSuch factors should weigh heavily in the calculations of French telecoms tycoon Patrick Drahi who has built up an equity exposure of 24.5 per cent. An agreement not to bid for BT expires on November 24.\n\nJames Ratzer of New Street Research argues a leveraged buyout that more than doubled net debt-to-ebitda to 4.25 times could be perceived as a 55 per cent weakening of the covenant. The pension fund trustees might require a hefty top-up payment to compensate. The arcane world of pension valuations could be set to move into the spotlight.",
        "old_summary": {
            "short": "BT's pension fund deficit has halved to £3.7bn,  on track to be fully funded by 2030,  but risks remain with the fund's asset allocation and potential writedowns.",
            "long": "- BT's pension fund deficit has significantly improved,  halving to £3.7bn in the three years to June 2023. The company's triennial valuation showed that the scheme is on track to be fully funded by 2030. This improvement is attributed to contributions and hedging,  although the fall in liabilities was matched by a decline in asset valuation.\n- The predictability of these figures and BT's commitment to contribute £600mn annually to the scheme are seen as a positive for the incoming CEO,  Allison Kirkby. However,  risks remain,  particularly with the fund's asset allocation. The pension fund has reduced its equity holdings but still holds a significant amount in other \"growth\" assets,  including private equity and property.\n- The article highlights potential concerns about looming writedowns in private markets and the impact of other measures of the deficit. For instance,  reducing the discount rate or paying an insurer to take on liabilities could significantly increase the deficit.\n- The future actions of French telecoms tycoon Patrick Drahi,  who has built up an equity exposure of 24.5 per cent and has an agreement not to bid for BT expiring soon,  could also impact the pension fund. The article suggests that a leveraged buyout could weaken the covenant and potentially require a hefty top-up payment to the pension fund trustees."
        },
        "new_summary": {
            "short": "BT's pension fund deficit halves to £3.7bn, on track for full funding by 2030.",
            "long": "BT's pension fund is on course to be fully funded by 2030, with its deficit more than halving to £3.7bn in the three years to June 2023. The telecoms company's commitment to continue contributing £600mn annually to the scheme did not surprise the market.\n\nHowever, risks persist. The fund has reduced its equity holdings but still holds £11bn in other \"growth\" assets, including private equity and property. There are concerns about potential writedowns in private markets.\n\nOther deficit measures are more concerning. According to pensions expert John Ralfe, reducing the discount rate in line with the pension regulator's new guidelines would put the deficit at £6bn. If BT paid an insurer to take on liabilities, the deficit would be just over £9bn.\n\nThese factors could impact French telecoms tycoon Patrick Drahi, who has a 24.5% equity exposure in BT. His agreement not to bid for BT expires on November 24. The pension fund trustees might require a significant top-up payment to compensate for a potential leveraged buyout."
        }
    },
    {
        "input": "Click to save this article.You'll be asked to sign into your Forbes account.\n\nI'm the CEO and cofounder of RentSpree,  and I write about real estate business. RentSpree is reimagining how people rent homes.\n\nOften seen as the \"American dream, \" a detached home with a white picket fence is an image deeply ingrained in our national psyche. Yet,  this dream seems increasingly distant for many,  particularly the younger generation.\n\nToday,  renters are facing a number of challenges that real estate professionals should be paying attention to: \n\n1. Affordability woes:  For many Americans,  especially renters,  the distinctions between the rental and for-sale markets are stark,  as homeownership is often seen as an unattainable goal. Prices of houses have skyrocketed in recent years,  reaching a near-record median price of $410, 200 in June. In states like California and Washington,  the story gets grimmer. Compounding this is the near-8% mortgage rate.\n\nSuch dynamics in the for-sale market have an inevitable ripple effect on the rental landscape. As homeownership becomes challenging,  many people,  particularly Millennials,  seek rentals. This trend has pushed up the average age of first-time homeowners to 36 and drives about 36% of U.S. households into rentals.\n\n2. Rental shortages and implications:  The rental market is directly related to the for-sale segment. A surge in demand has stressed the rental sector. The repercussions are apparent:  an alarming shortage of 3.8 million units of housing and spiraling rents. Prices are surging in response,  with the U.S. average rent coming in at $2, 011 and average monthly rates in places like New York touching $4, 450.\n\n3. Rent control:  In attempts to curtail these skyrocketing rents and offer some reprieve,  the discourse on rent control has returned to the fore. With roots in the 1920s and now under renewed focus from the Biden administration,  I'm seeing rent control measures proliferating in several states. While these measures can be beneficial,  particularly to long-term residents,  the broader implications of rent control are complex. From my view,  constrained by controlled rates,  some property owners might seek alternative,  more lucrative avenues,  which could result in a decreased rental supply.\n\nThere are a few considerations real estate professionals can keep in mind moving forward to navigate and address these challenges.\n\nFacilitating new builds can provide a much-needed equilibrium to the market. States like California are trying to embrace this approach by extending a law that makes it easier to initiate large-scale affordable housing projects,  thereby protecting them from bureaucratic red tape and potential legal hurdles. Some effects are already palpable,  as the law has already led to the construction of thousands of new units in the state,  the Los Angeles Times reported. To me,  this signals hope and opens a more comprehensive range of choices for renters.\n\nReal estate leaders can help support the housing construction process by advocating for similar policies and studying builders in California to see if any of those strategies can be used in their own areas or communities.\n\nIf you're an investor hoping to buy and/or invest in a property,  adapting financial plans accordingly is a wise approach for the future. While hoping for lower interest rates is natural,  preparing for the possibility that they may remain stable or even rise is essential. Ultimately,  embracing the uncertainty of interest rates and aligning a financial strategy is responsible and pragmatic.\n\nReal estate professionals' value transcends beyond the traditional domain of facilitating transactions. Today,  real estate leaders are educators guiding clients through this ever-evolving maze. They can demystify market intricacies,  offer invaluable insights and,  in essence,  act as trusted advocates.\n\nYou can fill this important role by translating complex real estate jargon into simple language when speaking with buyers or renters. You can also illuminate market trends today and in the coming months,  help with mortgage rate and downpayment estimates,  point to tools to help build a solid credit history and help research the pros and cons of different markets locally and across the country.\n\nReal estate professionals have always been the linchpin in the complex transactional process of purchasing a property. As the U.S. real estate landscape continually reshapes,  one element remains steadfast:  the indispensable role of education and knowledge.\n\nForbes Business Council is the foremost growth and networking organization for business owners and leaders. Do I qualify?",
        "old_summary": {
            "short": "RentSpree CEO discusses challenges in the rental market,  including affordability,  shortages,  and rent control,  and suggests solutions.",
            "long": "The article,  written by the CEO of RentSpree,  highlights the challenges faced by renters in the current real estate market. These challenges include affordability,  rental shortages,  and the implications of rent control. \nThe author emphasizes the need for real estate professionals to address these challenges. One solution is to facilitate new builds,  which can help balance the market. The author cites California's efforts to make it easier to initiate large-scale affordable housing projects as a positive example. \nAnother suggestion is for investors to adapt their financial plans to account for potential changes in interest rates. The author also emphasizes the role of real estate professionals as educators and advocates for their clients. They can help demystify market intricacies,  offer insights,  and guide clients through the process. \nThe article concludes by emphasizing the importance of education and knowledge in the evolving real estate landscape."
        },
        "new_summary": {
            "short": "US renters face affordability issues, rental shortages, and rent control measures.",
            "long": "Many Americans, particularly younger generations, are finding homeownership increasingly unattainable due to skyrocketing house prices and high mortgage rates. This has led to a surge in demand for rentals, pushing up the average age of first-time homeowners to 36 and resulting in about 36% of U.S. households living in rentals.\n\nThe increased demand for rentals has led to a shortage of 3.8 million housing units and rising rents. In response, rent control measures are being implemented in several states, which could potentially decrease rental supply.\n\nReal estate professionals can help address these challenges by advocating for policies that facilitate new housing construction and preparing for potential interest rate increases. They can also educate clients about market trends, mortgage rates, and the pros and cons of different markets."
        }
    },
    {
        "input": "Originally listed at $50 million,  the Lincoln Park mansion has spent years on the market and taken four price cuts\n\nHow many price cuts will Chicago's most expensive listing need before it finds a buyer?\n\nAs of last week,  at least four.\n\nThe owners of the city's most expensive listing,  a custom home in Lincoln Park that cost over $65 million to build,  have cut the home's price again,  this time to $23.5 million,  potentially gearing up for a more aggressive sales pitch leading up to the end of the year and the coming spring market.\n\nOwners Richard and Michaela Parrillo are moving to Florida to live there full-time. Tim Salm with Jameson Sotheby's International Realty is listing the property and did not respond to a request for comment.\n\nThe home was initially listed for sale at $50 million,  and subsequent price cuts brought the listing down to $45 million and then $30 million. In September,  the ask was chopped again to $27 million before this month's trim.\n\nThe $23.5 million asking price pulls the home more closely into the orbit of Chicago's most expensive residential real estate deals in the last several years,  making a potential sale more likely. It would also mark a loss of $41.5 million from what the owners said they initially paid to acquire the lots and build the home.\n\nThis year,  with climbing interest rates and an overall slowing luxury market,  major sales have been much less frequent than prior years.\n\nIn 2022,  Chicago had two $20 million residential sales. Those properties were the sale of the penthouse at Trump Tower for $20 million and the sale of the penthouse at the St. Regis for $20.6 million. So far this year,  though,  the biggest sale of the year so far in Chicagoland has been for a $12.5 million mansion in Winnetka.\n\nThe Burling Street home's time on the market shows the upper limits of Chicago's residential real estate market,  where top-of-the-line homes sell for considerably less than their equivalents in New York,  Los Angeles or Miami.\n\nThe Parrillos bought the eight city lots on Burling Street in 2016. Richard,  founder and CEO of Florida-based United Auto Insurance,  said the project wasn't supposed to be so grand,  but it was a \"labor of love\" for his wife,  so its cost increased over time.\n\nThe six-bedroom home also has a speakeasy bar area and a 5, 000-bottle wine cellar and tasting room modeled after a building at Versailles.\n\nDespite the price cut,  the home is still the highest priced listing on the market,  with few other listings coming close. Those include a $22 million suburban estate listing in Lake Bluff that was designed by David Adler and a $15.7 million home in the Gold Coast.",
        "old_summary": {
            "short": "Chicago's most expensive listing,  a Lincoln Park mansion,  has undergone four price cuts,  now listed at $23.5 million.",
            "long": "- The owners of a custom home in Lincoln Park,  Chicago,  have reduced its price for the fourth time,  now listed at $23.5 million. The property,  initially listed at $50 million,  was built at a cost of over $65 million. \n- The price reduction brings the home closer to the city's most expensive residential real estate deals in recent years. However,  it also represents a loss of $41.5 million from the owners' initial investment. \n- The real estate market in Chicago has slowed down this year,  with fewer major sales compared to previous years. The home's extended time on the market highlights the price difference between Chicago and other cities like New York,  Los Angeles,  or Miami. \n- The mansion,  owned by Richard and Michaela Parrillo,  features six bedrooms,  a speakeasy bar area,  and a 5, 000-bottle wine cellar and tasting room. Despite the price cut,  it remains the highest priced listing on the market."
        },
        "new_summary": {
            "short": "Chicago's priciest listing cuts price to $23.5 million.",
            "long": "Chicago's most expensive listing, a custom-built mansion in Lincoln Park, has reduced its price to $23.5 million. The owners, Richard and Michaela Parrillo, are relocating to Florida. The property was initially listed at $50 million, and has undergone four price cuts.\n\nThe current asking price brings the property closer to the range of Chicago's most expensive residential deals in recent years. However, it also represents a potential loss of $41.5 million from the initial cost of acquiring the lots and building the house.\n\nChicago's luxury market has slowed in 2022, with fewer major sales compared to previous years. The city's most expensive sales this year were two $20 million penthouses. The Burling Street home's extended time on the market reflects the upper limits of Chicago's real estate market.\n\nDespite the price reduction, the property remains the highest-priced listing in Chicago, with few other listings coming close."
        }
    },
    {
        "input": "Buyer partnering with sellers on 1.5M sf of rentable space on 88 acres\n\nRockpoint bought an 87.8-acre industrial development site within The Pomp mixed-use megaproject in Pompano Beach for $180 million.\n\nThe Boston-based firm,  through its Rockhill Management affiliate,  plans to develop and manage 1.5 million square feet of rentable space,  according to a Rockpoint news release. Sellers The Cordish Companies and Caesars Entertainment will partner with Rockhill on the development.\n\nThe Baltimore-based Cordish and Reno-based Caesars are developing the 225-acre The Pomp,  which includes the renovated Harrah's Pompano Beach Casino that was rebranded from Isle Casino Racing Pompano Park and Pompano Park.\n\nThe project would consist of 4, 000 residential units; two hotels; 1.3 million square feet of retail and entertainment space; and 1.4 million square feet of offices,  according to a May news release from Cordish and Caesars. The Live! Entertainment District would consist of 25, 000 square feet of food and beverage tenants,  including Sports & Social and PBR Cowboy Bar. Topgolf is expected to open its facility on the site this year.\n\nIn 2020,  Cordish and Caesars tweaked plans to reduce 650, 000 square feet of office space at The Pomp in favor of a 1.5 million-square-foot industrial project.\n\nSite work for the industrial portion is expected to begin in May,  according to Rockpoint's news release.\n\nThe Pomp development site was formerly a racetrack and is located roughly between Pompano Park Place and North Cypress Bend Drive,  and between South Pompano Parkway east to the Tri-Rail train tracks.\n\nThe Real Deal independently verified the $180 million price tag that Commercial Observer first reported.\n\nCordish,  a family owned and led company founded in 1910,  focuses on commercial real estate,  including entertainment districts under its Live! brand,  sports-anchored projects and gaming properties. In Florida,  the firm partnered with the Seminole Tribe of Florida to develop the Seminole Hard Rock Hotel & Casino Hollywood and Seminole Hard Rock Hotel & Casino Tampa. David Cordish is company CEO.\n\nCaesars,  which traces its roots to 1937 when Bill Harrah opened Harrah's Bingo Club in Reno,  merged in 2020 with Eldorado Resorts. Its brands include Harrah's Caesars,  Horseshoe and Eldorado. Thomas Reeg is the CEO.\n\nRockpoint is a hefty South Florida real estate investor. Its managing members include Tom Gilbane,  Keith Gelb and Bill Walton.\n\nLast year,  Rockpoint reaped a bonanza in Miami's Brickell neighborhood with the sale of Shops at Mary Brickell Village and the 1221 Brickell office tower during the height of the area's real estate market. Rockpoint sold Shops at Mary Brickell for $216 million,  nearly double what it had paid in 2015,  and 1221 Brickell for $286.5 million,  also nearly double what the firm had paid in 2017.\n\nIn May,  Rockpoint and Related Group sold the Manor Lantana rental community that they developed at 861 Water Tower Way in Lantana for $138 million.",
        "old_summary": {
            "short": "Rockpoint buys 87.8-acre site in Pompano Beach for $180 million,  planning to develop 1.5M sf of rentable space in partnership with Cordish and Caesars.",
            "long": "- Rockpoint,  a Boston-based firm,  has purchased an 87.8-acre industrial development site in Pompano Beach for $180 million. The site is part of The Pomp,  a 225-acre mixed-use megaproject being developed by The Cordish Companies and Caesars Entertainment.\n- Rockpoint's affiliate,  Rockhill Management,  intends to develop and manage 1.5 million square feet of rentable space on the site. This development will include 4, 000 residential units,  two hotels,  1.3 million square feet of retail and entertainment space,  and 1.4 million square feet of offices.\n- The project also includes the Live! Entertainment District,  which will feature 25, 000 square feet of food and beverage tenants. Topgolf is expected to open its facility on the site this year.\n- The Pomp development site was previously a racetrack and is located between Pompano Park Place and North Cypress Bend Drive. Site work for the industrial portion is set to begin in May."
        },
        "new_summary": {
            "short": "Rockpoint acquires 87.8-acre industrial site in Pompano Beach for $180M.",
            "long": "Rockpoint has purchased an 87.8-acre industrial development site within The Pomp mixed-use megaproject in Pompano Beach for $180 million. The Boston-based firm plans to develop and manage 1.5 million square feet of rentable space. The sellers, The Cordish Companies and Caesars Entertainment, will partner with Rockpoint on the development.\n\nThe Pomp project, developed by Cordish and Caesars, spans 225 acres and includes the renovated Harrah's Pompano Beach Casino. The development will feature 4,000 residential units, two hotels, 1.3 million square feet of retail and entertainment space, and 1.4 million square feet of offices.\n\nIn 2020, plans for The Pomp were adjusted to reduce office space and add a 1.5 million-square-foot industrial project. Site work for the industrial portion is set to begin in May. The development site was formerly a racetrack and is located between Pompano Park Place and North Cypress Bend Drive.\n\nRockpoint is a significant real estate investor in South Florida. In 2021, the firm sold Shops at Mary Brickell Village for $216 million and the 1221 Brickell office tower for $286.5 million, both in Miami's Brickell neighborhood."
        }
    }
]